import { Box, Typography } from "@mui/material";

const AboutPage = () => {
  return (
    <Box>
      <Typography variant="h3" sx={{
          
        textAlign :"center"
        }}>אודות</Typography>
          <Typography variant="h5" sx={{
          
        textAlign :"right"
        }}>
      אתר זה הוא אתר לפרסום בעלי עסקים שרוצים להגדיל את מספר הלקוחות שלהם.
      אם אתם פעם ראשונה באתר  ולא נרשמתם לא תוכלו תוכלו לערוך עסקים או לבחור עסקים מועדפים.
      אם תרצו להקים עסק חדש באתר תצתטרכו להירשם בתור משתמש עסקי אחרי שנרשמתם להחליף למשתמש עסקי.
      בלחיצה על שלוש הנקודות או התמונה תוכלו לראות את כל הפרטים על העסק.
      רוצים לערוך את העסק שלכם תלחצו על העיפרון ואז תוכלו להיכנס לעריכה העסק שלכם שימו לב 
      יש שדות שהם חובה שאם לא תמלאו אותם לא תוכלו לערוך או ליצור את העסק.
      אם תרצו למחוק את העסק שלכם לחצו על כפתור של הפח.
      אזהרה!!!! אחרי שמחקתם אין כפתור שמחזיר ותצרכו להקים את העסק מחדש.
      אם אתם נמצאים בטלפון כדי להיכנס ולהירשם או להתחבר  צריך ללחוץ על  3 פסים ואחרי שהתחברתם על עיגול עם אדם בתוכו.
      כדי לראות את העסק שלכם תלחצו על הכרטיסיות שלי כדי לראות עסקים שאהבתם  תלחצו על הכרטיסים המועדפים.
      האתר לא אחראי מבחינת התוכן שמופרסם ולא  נותן מענה בנושא.
      האתר נותן מענה רק במצב של תקלות מצפים לעבוד איתכם.
      </Typography>
      <br />
      <br />
      <br />
      <img
        width={1150}
        src="https://www.uu.se/digitalAssets/805/c_805646-l_1-k_image.jpg"
      />
    </Box>
  );
};
export default AboutPage;
